[["achievements",{"version":2,"data":{"vecHighlight":[],"vecUnachieved":[],"vecAchievedHidden":[],"nTotal":0,"nAchieved":0}}],["achievementmap",{"version":5,"data":"[]"}],["usernews",{"version":5,"data":["COoHENyajLAGGewMRAAAAHABIcPNjkQBABABKSqZAAAAAAAAUVj8jT87Qn45YNyajLAGcNyajLAG","COoHELqC464GGewMRAAAAHABIcPNjkQBABABKSqZAAAAAAAAUQU+g3ftPzI6YOjZhrAGcLqC464G","COoHEOTqhbAGGewMRAAAAHABIcPNjkQBABABKSqZAAAAAAAAUZbvgz87Qn45YOTqhbAGcOTqhbAG","COoHEIXt5q8GGewMRAAAAHABIcPNjkQBABABKSqZAAAAAAAAUXoeOoe9QQZlYIXt5q8GcIXt5q8G","COoHEMnfwK8GGewMRAAAAHABIcPNjkQBABABKSqZAAAAAAAAUeZV780UQTo5YMnfwK8GcMnfwK8G","COoHEIKOra4GGewMRAAAAHABIcPNjkQBABABKSqZAAAAAAAAUQZfhGLGPtY3YIKOra4GcIKOra4G","COoHENyajLAGGewMRAAAAHABIcPNjkQBABABKSqZAAAAAAAAUVj8jT87Qn45YNyajLAGcNyajLAG","COoHEOXI1LAGGewMRAAAAHABIcPNjkQBABABKSqZAAAAAAAAUR+sNpBiQxo6YLzJ1LAGcOXI1LAG","COoHENyajLAGGewMRAAAAHABIcPNjkQBABABKSqZAAAAAAAAUVj8jT87Qn45YNyajLAGcNyajLAG"]}],["gameactivity",{"version":5,"data":[]}],["socialmedia",{"version":3,"data":[]}],["associations",{"version":2,"data":{"rgDevelopers":[{"strName":"Square Enix","strURL":"https://store.steampowered.com/developer/squareenix"}],"rgPublishers":[{"strName":"Square Enix","strURL":"https://store.steampowered.com/publisher/squareenix"}],"rgFranchises":[{"strName":"FINAL FANTASY","strURL":"https://store.steampowered.com/curator/34459938"}]}}],["descriptions",{"version":1,"data":{"strFullDescription":"For newcomers to FINAL FANTASY XIV Online, this edition includes three award-winning titles - FINAL FANTASY XIV: A Realm Reborn the base game, and the first and second expansions: FINAL FANTASY XIV: Heavensward and FINAL FANTASY XIV: Stormblood. This edition also includes a 30-day free play period*\r\n\r\nJoin over 27 million adventurers worldwide and take part in an epic and ever-changing FINAL FANTASY. Experience all the hallmarks of the best-selling franchise - an unforgettable story, exhilarating battles, and a myriad of diverse and captivating environments to explore.\r\n\r\nParty up with friends or play solo! Experience all the main story dungeons on your own by calling upon NPC allies to fight by your side.\r\n\r\n[b]Your journey takes you ever higher in FINAL FANTASY XIV: Heavensward:[/b]\r\n• Take your first steps in the reclusive nation of Ishgard, locked in a seemingly never-ending struggle with dragons.\r\n• Three additional jobs: channel celestial magicks to heal your allies as the mystical Astrologian. Attack from afar using firearms and mechanical weaponry as the daring Machinist. Wield a mighty greatsword and the power of darkness as the valiant Dark Knight. \r\n\r\n[b]Rekindle the fires of hope in FINAL FANTASY XIV: Stormblood: [/b]\r\n• Journey to the East and rise up against the might of the Garlean Empire.\r\n• Two additional jobs: master the balance of martial and arcane arts as the rapier-wielding Red Mage. Draw your katana and let steel sing as the noble Samurai.\r\n\r\n[b]IMPORTANT:[/b]\r\n• *The 30-day free play period included with purchase can only be applied once to each platform on a single service account.\r\n• Square Enix Accounts registered to the FINAL FANTASY XIV Online Starter Edition will not be eligible for the FINAL FANTASY XIV Free Trial. Certain features currently contained in the FINAL FANTASY XIV Online Starter Edition, and additional content, may become available in the FINAL FANTASY XIV Free Trial in the future.\r\n• All editions of the game require user registration. All editions of the game other than the Free Trial require an active paid subscription to play.\r\nFINAL FANTASY XIV Online game packages available on Steam may only be registered and added on a Square Enix account that has the base game “FINAL FANTASY XIV Online Starter Edition&quot; (or formerly known as &quot;FINAL FANTASY XIV: A Realm Reborn”) purchased on Steam.\r\n•  To view your 20 digit registration codes after purchase, simply right-click on “FINAL FANTASY XIV” in your Steam “Library” and select “View CD key” on the Steam client. The codes will always be accessible from this location should you ever need to reference them again.\r\n•  The registration codes can be redeemed immediately on the Mog Station [url]https://sqex.to/Msp[/url]. If this is your first time installing and registering &quot;FINAL FANTASY XIV Online&quot;, you may redeem your registration codes during the initial installation process.\r\n• Age restrictions and other terms and conditions apply. Please refer to the User Agreement ([url]https://sqex.to/ffxiv_agreement[/url]) and Square Enix Account Terms of Use ([url]https://sqex.to/ffxiv_terms[/url]) for the terms and conditions of registration and service. Please visit the FINAL FANTASY XIV website at [url]https://www.finalfantasyxiv.com/[/url] for additional information.","strSnippet":"Join over 27 million adventurers worldwide and take part in an epic and ever-changing FINAL FANTASY. Experience an unforgettable story, exhilarating battles, and a myriad of captivating environments to explore."}}]]